/*
  SkypeWiFi.strings
  Skype WiFi

  Created by John Chang on 2012-06-05.
  Copyright (c) 2012 Skype. All rights reserved.
*/

/* === All clients === */

"INTRO_HEADER" = "Представляємо Skype WiFi";
"INTRO_SUBHEADER" = "Підключайтеся до Інтернету у громадських зонах доступу Wi-Fi і сплачуйте з рахунку Skype лише за використаний час.";
"INTRO_ICON_WIFI" = "Користуйся Skype, електронною поштою та Інтернетом.";
"INTRO_ICON_GLOBE" = "У світі більше мільйона місць, де доступний Skype Wi-Fi.";
"INTRO_ICON_SKYPECREDIT" = "Сплачуйте лише за використаний час.";

"STATE_CHECKINGNETWORK_HEADER" = "Зачекайте…";
"STATE_CHECKINGNETWORK_SUBHEADER" = "Перевірка сумісності мережі та Skype WiFi";

"STATE_JOINWIFI_HEADER" = "Підключення до Wi-Fi відсутнє";
"STATE_JOINWIFI_SUBHEADER" = "Під'єднайтеся до публічної мережі WiFi, яка підтримує Skype WiFi.";

"STATE_ALREADYONLINE_HEADER" = "Ви вже онлайн";
"STATE_ALREADYONLINE_SUBHEADER" = "Здається, інтернет-з'єднання вже встановлено. У світі більше мільйона місць, де можна підключитися до мережі за допомогою Skype Wi-Fi.";

"STATE_GENERALERROR_HEADER" = "Не вдається під'єднатися";
"STATE_GENERALERROR_SUBHEADER" = "Ця мережа не відповідає належним чином. Спробуйте підключитися до іншої мережі.";

"STATE_CONNECT_HEADER" = "Тут доступна послуга Skype WiFi";
"STATE_CONNECT_TOS_HTML_FORMAT" = "Підключаючись, ви приймаєте <a href=\"%@\">умови використання</a> постачальника послуги";

"STATE_CONNECT_BUTTON" = "Підключитися";
"STATE_CONNECTING_BUTTON" = "З'єднання…";

"STATE_CONNECTED_SHORT" = "Підключено";
"STATE_CONNECTED_HEADER" = "Ви під'єдналися до мережі зі Skype WiFi";

"STATE_CONNECTED_DISCONNECT_BUTTON" = "Відключитися";
"STATE_DISCONNECTING_BUTTON" = "Відключення…";

"STATE_NOCREDIT_HEADER" = "На рахунку Skype бракує коштів";


/* === Mac only === */

"OK_BUTTON" = "OК";
"LEARNMORE_BUTTON" = "Дізнатися більше";
"CLOSE_BUTTON" = "Закрити";
"GO_BACK_BUTTON" = "Назад";
"CONTINUE_BUTTON" = "Продовжити";

"REQUIRES_OSX_VERSION_MESSAGE" = "Для використання Skype WiFi необхідна OS X %@ або новіша версія цієї ОС.";

/* if partner is PARTNER_MICROSOFT and account name does not start with "live:" then its a linked account */
"NOT_SUPPORTED_LINKED_ACCOUNT" = "На жаль, Skype WiFi ще неможливо використовувати разом з обліковим записом Microsoft. Увійдіть за допомогою свого імені та пароля у Skype.";
/* if the partner is PARTNER_MICROSOFT and account name does start with "live:" then its pure MS account login */
"NOT_SUPPORTED_MICROSOFT_ACCOUNT" = "На жаль, Skype WiFi ще неможливо використовувати разом з обліковим записом Microsoft. Зареєструйте обліковий запис Skype та ввійдіть до програми за допомогою своїх облікових даних.";

"MAIN_WINDOW_TITLE" = "Skype WiFi";
"MAIN_WINDOW_TITLE_WITH_SSID" = "Skype WiFi — \"%@\"";

"FLOATER_CONNECTED_TITLE" = "Ви під'єдналися до мережі зі Skype WiFi";
"FLOATER_CONNECTED_WISPR_TITLE" = "Ви онлайн";
"FLOATER_CONNECTED_EXPIRES_SOON_TITLE" = "Час з'єднання завершується";

"SETTINGS_CONNECTION_LENGTH_POPOVER_TEXT" = "Коли для оплати з'єднання використовується рахунок Skype, якщо ви забули відключитися, з'єднання буде розірвано автоматично. Це передбачено для вашого захисту.";
"SETTINGS_SESSION_LENGTH_NMIN_FORMAT" = "%d хв.";

"STATE_CONNECT_SUBHEADER" = "Під'єднайтеся до Інтернету через цю мережу, використовуючи Skype Wi-Fi, та сплачуйте зі свого рахунку Skype лише за використаний час.";
"STATE_CONNECT_FREE_HEADER" = "Тут доступна безкоштовна послуга Skype WiFi";
"STATE_CONNECT_FREE_SUBHEADER" = "Насолоджуйтеся безкоштовним доступ до Інтернету за допомогою цієї зони доступу Skype WiFi. Працюйте в мережі, перевіряйте електронну пошту чи просто спілкуйтесь у Skype.";
"STATE_CONNECT_WISPR_HEADER" = "У мене є обліковий запис у цього постачальника";
"STATE_CONNECT_WISPR_SUBHEADER" = "Якщо у вас уже є обліковий запис у цього постачальника, введіть свої облікові дані тут.";

"STATE_CONNECTED_EXPIRES_SOON_HEADER" = "Інтернет-з'єднання незабаром буде розірвано";
"STATE_CONNECTED_SUBHEADER_FORMAT" = "%@ Можна будь-коли розірвати з'єднання. Плата стягується лише за використаний час.";
"STATE_CONNECTED_FREE_SUBHEADER_FORMAT" = "%@";
"COUNTUP_NMIN_FORMAT" = "Інтернет-з'єднання тривало близько %d хв.";
"COUNTUP_0MIN" = "Інтернет-з'єднання тривало менше хвилини.";
"COUNTUP_1MIN" = "Інтернет-з'єднання тривало близько хвилини.";
"STATE_CONNECTED_WISPR_HEADER" = "Ви онлайн";
"STATE_CONNECTED_WISPR_SUBHEADER" = "Ви підключилися до цієї зони доступу, використовуючи обліковий запис у її постачальника. Розірвати з'єднання можна в будь-який час.";
"STATE_CONNECTED_RATE_THIS_HOTSPOT" = "Оцінити цю зону доступу";

"STATE_CONNECTED_EXTEND_BUTTON" = "Залишатися в мережі";
"STATE_CONNECTED_EXTENDING_BUTTON" = "Повторне підключення…";

"STATE_NOCREDIT_SUBHEADER" = "Щоб сплачувати за використаний час за підключення до цієї зони доступу Skype WiFi, необхідні кошти на рахунку Skype.";
"STATE_NOCREDIT_BUTTON" = "Поповнити рахунок Skype";


/* === iPad only === */

"STATE_CHECKINGNETWORK_SHORT" = "Перевірка мережі";
"STATE_JOINWIFI_SHORT" = "Немає WiFi-сигналу";
"STATE_ALREADYONLINE_SHORT" = "Уже онлайн";
"STATE_GENERALERROR_SHORT" = "Помилка";
"STATE_CONNECT_SHORT" = "Доступно тут";
"STATE_NOCREDIT_SHORT" = "Немає коштів на рахунку";


/* === iPhone/iPad only === */
"TIMEEXPIRE_MINUTES_LEFT_FORMAT" = "Залишилося %d хв.";
"TIMEEXPIRE_1MINUTE_LEFT" = "Залишилася 1 хвилина";
"TIMEEXPIRE_LESSTHAN_1MINUTE_LEFT" = "Залишилося менше хвилини";

"APP_NOTIFICATION_EXPIRES_SOON_TITLE" = "Інтернет-з'єднання незабаром буде розірвано.";


/* === Standalone clients === */

/* iPhone/iPad */
"LOGIN_SKYPENAME_PLACEHOLDER" = "Ім'я у Skype";
"LOGIN_PASSWORD_PLACEHOLDER" = "Пароль";
"LOGIN_BUTTON" = "Увійти";
"SIGN_OUT_BUTTON" = "Вийти";

/* unused */
"LOGIN_PROBLEMS" = "Не вдається увійти?";
"LOGIN_CREATE_ACCOUNT" = "Створити обліковий запис";

/* iPhone/iPad */
"SETTINGS_TITLE" = "Налаштування";
/* unused */
"SETTINGS_BUTTON" = "Налаштування";

/* iPhone/iPad */
"ABOUT_VERSION_FORMAT" = "Skype WiFi, версія %1$@ (%2$@)";
"ABOUT_COPYRIGHT_FORMAT" = "© %1$d–%2$d Skype і/або Microsoft";
"ABOUT_PATENTPENDING" = "Заявки на патенти подано";
"ABOUT_FEEDBACK_BUTTON" = "Відгук";
"ABOUT_LEGAL_BUTTON" = "Юридична інформація";
"ABOUT_TRADEMARK" = "Назва Skype, відповідні товарні знаки й емблеми, а також символ \"S\" є товарними знаками компанії Skype.";
"ABOUT_DISCLAIMER" = "Увага! Ця програма захищена законами про авторське право та міжнародними угодами. Незаконне відтворення або розповсюдження цієї програми або будь-якої її частини переслідується за законом і може тягнути суворе адміністративне й кримінальне покарання.";

/* unused */
"PROFILE_BUTTON" = "Профіль";
/* iPhone/iPad */
"PROFILE_SKYPENAME" = "Ім'я у Skype";
"PROFILE_SKYPECREDIT" = "Рахунок Skype";
"PROFILE_SKYPECREDIT_NA_VALUE" = "N/A";
"PROFILE_SKYPECREDIT_LOADING_VALUE" = "Завантаження…";

/* iPhone/iPad */
"USAGE_HOTSPOTSVISITED" = "Відвідані зони доступу Wi-Fi";
"USAGE_PREVIOUSCONNECTIONS" = "Попередні з'єднання";
"USAGE_LASTUSED" = "Дата останнього використання";
"USAGE_LASTUSED_NEVER_VALUE" = "Ніколи";

/* unused - "<date> on <hotspot name>" */
"USAGE_LASTUSED_WHENWHERE_VALUE_FORMAT" = "%1$@, %2$@";
/* unused */
"SUPPORTEDNETWORKS_POPULARLOCATIONS" = "Популярні місця";
"SUPPORTEDNETWORKS_PROVIDERS" = "Постачальники";
